 {
    "idpost": 1,
    "nivel": "encontrarse",
    "titulo": "¿De qué sirve?",
    "extracto": "¿De qué sirve Transformación?¿Alguna vez te has preguntado si lo que crees y haces realmente importa? ¿Crees que tus acciones pueden tener un impacto en el mundo que te rodea? En este artículo, exploraremos la importancia de nuestras creencias y acciones, y si realmente pueden hacer una diferencia en el mundo.",
    "contenido": "¿De qué sirve ser un “transformado”?¿De qué sirve dar y mandar cuatros? ¿De qué sirve saber si una historia es víctima o no? ¿Cómo importa saber sobre juegos de ganar-ganar? ¿De qué sirve dar y recibir feedback?¿De qué sirve sentir que “soltaste” tantas cargas que traías?¿De qué sirve que hayas perdonado a papá, a mamá o a tu ex pareja?<br><br>¿De qué sirve haberte perdonado a ti? ¿De qué sirve saber lo que quieres?¿De qué sirve que sepas lo que es honrar tu palabra?¿De qué sirve un entrenamiento de Liderazgo? De nada si no lo integras a tu vida. Si no honras tu palabra cada día y a cada momento, si a ese perdón no lo acompaña la capacidad de relacionarse efectivamente con la gente de tu vida, si un cuatro no va acompañado de un compromiso total por que los demás ganen en sus vida, si crees que el feedback está hecho para que la gente cambie a tu conveniencia, si soltaste cargas para dárselas a otros, si no tomas acción para crear lo que se quiere, si no haces del enrolamiento una plataforma desde la cual vivir y relacionarte.<br><br>Voy a ser claro y bien duro. Estos entrenamientos puedes usarlos como un club social de personas sin resultados y con nuevas maneras de darle sentido a su mediocridad o puedes usarlos para ser de verdad exitoso en cada área de tu vida y llevarla a niveles insospechados de desempeño y satisfacción creando resultados reales y siendo un impacto positivo en el mundo apoyando a otros a conseguir l que es importante para ellos. Y no depende del entrenamiento, no depende del entrenador, no depende del senior o el centro. Depende únicamente de ti. Así que ve eligiendo para qué quieres que sirva esto en tu vida.",
    "autor": {
      "nombre": "ERA Training",
      "correo": "info@eratraining.co",
      "bio": "Entrenamiento de liderazgo y desarrollo humano"
    },
    "fecha_publicacion": "2024-02-16",
    "categorias": ["encontrarse"],
    "etiquetas": ["", "Tansformación", "Liderazgo", "Entrenamiento"]
}

