 [
  {
    "idpost": 1,
    "nivel": "encontrarse",
    "titulo": "¿De qué sirve?",
    "extracto": "¿De qué sirve Transformación?¿Alguna vez te has preguntado si lo que crees y haces realmente importa? ¿Crees que tus acciones pueden tener un impacto en el mundo que te rodea? En este artículo, exploraremos la importancia de nuestras creencias y acciones, y si realmente pueden hacer una diferencia en el mundo.",
    "contenido": "¿De qué sirve ser un “transformado”?¿De qué sirve dar y mandar cuatros? ¿De qué sirve saber si una historia es víctima o no? ¿Cómo importa saber sobre juegos de ganar-ganar? ¿De qué sirve dar y recibir feedback?¿De qué sirve sentir que “soltaste” tantas cargas que traías?¿De qué sirve que hayas perdonado a papá, a mamá o a tu ex pareja?<p>¿De qué sirve haberte perdonado a ti? ¿De qué sirve saber lo que quieres?¿De qué sirve que sepas lo que es honrar tu palabra?¿De qué sirve un entrenamiento de Liderazgo? De nada si no lo integras a tu vida. Si no honras tu palabra cada día y a cada momento, si a ese perdón no lo acompaña la capacidad de relacionarse efectivamente con la gente de tu vida, si un cuatro no va acompañado de un compromiso total por que los demás ganen en sus vida, si crees que el feedback está hecho para que la gente cambie a tu conveniencia, si soltaste cargas para dárselas a otros, si no tomas acción para crear lo que se quiere, si no haces del enrolamiento una plataforma desde la cual vivir y relacionarte.<p>Voy a ser claro y bien duro. Estos entrenamientos puedes usarlos como un club social de personas sin resultados y con nuevas maneras de darle sentido a su mediocridad o puedes usarlos para ser de verdad exitoso en cada área de tu vida y llevarla a niveles insospechados de desempeño y satisfacción creando resultados reales y siendo un impacto positivo en el mundo apoyando a otros a conseguir lo que es importante para ellos. Y no depende del entrenamiento, no depende del entrenador, no depende del senior o el centro. Depende únicamente de ti. Así que ve eligiendo para qué quieres que sirva esto en tu vida.",
    "autor": {
      "nombre": "ERA Training",
      "correo": "info@eratraining.co",
      "bio": "Entrenamiento de liderazgo y desarrollo humano"
    },
    "fecha_publicacion": "2024-02-16",
    "categorias": ["encontrarse"],
    "etiquetas": ["", "Tansformación", "Liderazgo", "Entrenamiento"]
  },
  {
    "idpost": 2,
    "nivel": "encontrarse",
    "titulo": "Qué puedes esperar",
    "extracto": "Si estás buscando una forma de mejorar tu vida y transformarte en la mejor versión de ti mismo, los talleres de transformación pueden ser una excelente opción. Estos talleres ofrecen una variedad de herramientas y técnicas para ayudarte a superar tus limitaciones y alcanzar tus metas. Descubre qué puedes esperar de estos talleres y cómo pueden beneficiarte.",
    "contenido": "Muchas veces el problema con estos talleres de transformación provienen de albergar expectativas que no se cumplirán porque estos entrenamientos sencillamente no están hechos para cumplirlas. Y me queda claro que estas interpretaciones muchas veces tienen su fuente en los mismos centros, que en ocasiones no tienen muy claro el contexto de transformación. (Ya hemos dicho que no todos los centros son iguales) Luego algunos facilitadores tampoco lo tienen muy claro (ojo, no es lo mismo que un entrenador) de ahí a los staffs, pasa a los participantes y así se perpetúa el error.<p>Primero que nada, definamos para qué fueron creados estos talleres. Este entrenamiento (en realidad es más que los talleres, ya lo hemos dicho) es eso, un entrenamiento que comienza con el básico y termina en el último fin de semana de pl (o como se llamen en cada centro). Los Talleres tienen su función que es, descubrir tu contexto, descubrir quién has estado siendo y crear una nueva persona por elección para luego entrenarte en serla en cada aspecto de tu vida. Sin embargo, el trabajo de entrenamiento ocurre fuera de los salones, en tu vida diaria y mediante el seguimiento cercano por parte del centro.<p>El fin de este entrenamiento es abrir el espacio para que las personas puedan crear una vida que les satisfaga con un sentido de propósito desde la plataforma de esa persona que ellos o ellas han declarado ser. Bueno, a grandes rasgos. La definición ya la hemos visto ampliada en otros artículos.<br>Entonces pues, mejor veamos y para lo que no sirve<br><ul><li>No es una terapia psicológica, mucho menos sustituye un tratamiento psiquiátrico. Este entrenamiento está diseñado para personas psicológicamente sanas.</li><li>No va a elevar tu “nivel vibracional”, cualquier cosa que esto signifique.</li><li>No va a salvar tu vida (aunque para algunas personas eso ha significado)</li><li>No va a elevar tu consciencia – no de un modo místico. Entendamos por consciencia el acto de estar al tanto de las historias en las cuales acontecemos.</li><li>No es eficaz por el entrenador. El entrenador no tiene poderes mágicos.</li><li>No vas a sanar de nada. ¿Estás enfermo? Ve al doctor, no a un entrenamiento de liderazgo.</li><li>No cura adicciones. Igual, ve a que te atiendan y regresas.</li><li>La transformación No te hace una mejor persona ni es intrínsecamente buena. Solo te permite elegir cómo te vas a relacionar con el mundo.</li><li>No se trata de salvar el mundo. Se trata de reinterpretar el tuyo.</li></ul><br>¿Alguien te dijo que te iba a servir para alguna de estas cosas? Seguro no tenía idea.<p>¿Le has dicho a alguien que sirve para algo de lo anterior? Pronto, ve y aclárale las cosas.<p>Así que ahora ya lo sabes, Los entrenamientos de transformación funcionan perfectamente para lo que fueron creados: para rediseñar el contexto personal de las personas de tal modo que puedan obtener resultados que hasta el momento no han tenido de un modo sustentable. Nada más. Y solo eso ya es bastante.",
    "autor": {
      "nombre": "ERA Training",
      "correo": "info@eratraining.co",
      "bio": "Entrenamiento de liderazgo y desarrollo humano"
    },
    "fecha_publicacion": "2024-02-16",
    "categorias": ["encontrarse"],
    "etiquetas": ["", "Tansformación", "Liderazgo", "Entrenamiento"]
  },
  {
    "idpost": 3,
    "nivel": "encontrarse",
    "titulo": "Por qué la urgencia",
    "extracto": "La urgencia es una herramienta poderosa para lograr cambios significativos en nuestra vida. Al integrar la urgencia en nuestra rutina diaria, podemos motivarnos a tomar acción y hacer las cosas ya mismo en lugar de posponerlas. Descubre por qué es importante vivir con urgencia y cómo puede ayudarte a transformar tu vida.",
    "contenido": "Ok si, voy a enrolar, ¿Cuál es la urgencia? Yo voy a enrolar, pero a mis tiempos, ¿Y qué pasa si no enrolo?<br>¿Suena conocido? Apuesto a que sí.<br>Ya hemos hablado de enrolamiento de muchas formas y parece que el tema no se acaba. En este caso la pregunta es: ¿Por qué enrolar en urgencia?<br>El argumento puede ir como sigue: “Yo me estoy transformando, cuando me haya transformado, la gente lo notará y se va enrolar”, ¿no?. Pues sí, algo así pero no exactamente. Primero aclaremos algunas cosas: La transformación no es un proceso, no “te estás transformando”, o te transformas o no te transformas. La transformación ocurre en un momento y en la mayoría de los casos se trata de elección (existen los momentos ¡Ahá! pero si no eliges hacer algo con ellos, no va a pasar nada. Yo elijo ser un observador diferente al que he estado siendo y actúo de manera coherente con esta declaración. Eso basta, ya hubo transformación. No ocurre en dos días, dos semanas, dos meses. No te transformas porque te gradúes de tu Programa de Liderazgo. Te transformas porque así lo eliges y actúas de una manera alineada con esa elección. La gente va a notar esa transformación inmediatamente. Quienes no te conozcan bien, van a enrolarse tan solo con eso. Pero…<br>Pero hay algo que está jugando en tu contra: se llama HOMEOSTASIS y es la tendencia de los sistemas a recuperar el equilibrio por si solos. ¿Y qué crees? Tu familia es ineludiblemente tu sistema más importante. Cuando algo cambia es percibido inconscientemente como un riesgo potencial para la estabilidad del sistema y va a tender a crear los mecanismos para que todo vuelva a ser lo de antes.<br>Por ello la urgencia, porque si tu transformación no representa para tu sistema un valor tal que pueda romper esa tendencia a que todo siga igual, el sistema te llevará de nuevo a lo que para él es “normal”. Estamos hablando de una lucha por la sustentabilidad: Un sistema que ya es sustentable y una “anomalía” que puede hacerse sustentable. Si no se cambia el sistema, el contexto, el sistema gana y volverás a ser el mismo de siempre.<br>En esta carrera por cambiar el sistema, por cambiar el contexto, lo primero y factor indispensable no es que la gente de tu vida vaya a los talleres, tome el entrenamiento, sino antes que eso, TÚ seas una posibilidad que de verdad sea más atractiva que continuar con las cosas como son. Es necesario convertirse en la tan nombrada “invitación irresistible” que es un líder, un maestro enrolador.<br>Los líderes enrolan, y enrolan a una visión, pero checa algo, todos los líderes que han tenido un impacto en el mundo, han tenido también otra cosa en común, transforman sistemas.<br>Para que tu transformación sea sustentable. Para eso la urgencia.",
    "autor": {
      "nombre": "ERA Training",
      "correo": "info@eratraining.co",
      "bio": "Entrenamiento de liderazgo y desarrollo humano"
    },
    "fecha_publicacion": "2024-02-16",
    "categorias": ["encontrarse"],
    "etiquetas": ["", "Tansformación", "Liderazgo", "Entrenamiento"]
    },
    {
      "idpost": 4,
      "nivel": "encontrarse",
      "titulo": "Qué pasa en ERA",
      "extracto": "Si te has preguntado qué pasa en los talleres de transformación, estás en el lugar correcto. Estos talleres son espacios donde se busca fomentar el crecimiento personal y el cambio positivo en la vida de las personas. Descubre más sobre lo que ocurre en estos talleres y cuál es todo el misterio.",
      "contenido": "La gran pregunta de muchas personas que no han tomado un entrenamiento de transformación es ¿Qué pasa en los talleres de transformación? El misterio que los rodea crea desconfianza y el vacío de información abre el espacio para que se imaginen cualquier tipo de cosas extrañas. Así que estoy a punto de romper el gran silencio y revelar el gran secreto. ¿De verdad quieres saber qué pasa? Agárrate que ahí te va.<p>Esto pasa en los talleres de transformación:<p></p><h3>Taller Básico</h3><p> En el taller Básico llegas a hacer un alto en tu vida. ¿Has intentado tomar una fotografía por la ventana de un vehículo que viaja muy rápido? Usualmente sale borrosa, movida. No puedes ver los detalles. Eso pasa en la vida, la vives tan automáticamente y a tal velocidad que es difícil ver exactamente en dónde estás parado. Llegar a este taller y poder parar y ver lo que has creado en tu vida es algo ya inusual. Ver lo que has creado y te gusta y lo que no te gusta, pero sobre todo, tienes la oportunidad de poder identificar desde qué contexto operas en tu vida, cuáles conversaciones o creencias condicionan tus acciones y son la fuente de tus resultados y de todo lo que hay disponible para ti en la vida.<br> Cuando sales de este taller no es raro que te sientas sorprendido por todo lo que pudiste descubrir y un sentimiento de curiosidad por las posibilidades que ahora ves disponibles para ti. En el taller básico todas las dinámicas van encaminadas a que puedas ver el contexto en el que operas y las conversaciones que te usan.<p></p><h3>Taller Avanzado</h3><p> En el taller Avanzado pasan cosas más profundas y por lo mismo es un espacio que te va a incomodar mucho más que el básico. El avanzado se trata de ti y de quién estás siendo en el mundo. Tienes la oportunidad de evaluar si te estás proyectando como tú crees que te proyectas, es decir, si estás siendo la persona que crees ser. Es un espacio en el que descubres nuevas posibilidades de ser y por primera vez eliges la persona que vas a ser de ese momento en adelante y obtienes evidencia de que puedes serlo.<br> Es un taller fuerte e incómodo porque frecuentemente es fuerte e incómodo poder vernos al espejo, sobre todo cuando el espejo son los demás. Al completarlo, los participantes frecuentemente se refieren a su experiencia como haber renacido. Suena inquietante, ¿verdad? No tanto si piensas que los participantes han elegido de hecho, ser una persona distinta.<p></p><h3>Programa de Liderazgo</h3><p> Este es en realidad el corazón indispensable del proceso de transformación, porque se trata de entrenarse hasta la maestría en ser esa persona que se ha elegido ser en el avanzado en todos los aspectos de la vida. Durante los talleres, una herramienta indispensable para el proceso es el enrolamiento y de lo que se trata esto es de inspirar a otras personas de tu vida a que tomen acción comprometida y se enrolen en el entrenamiento y es una retroalimentación clara sobre si estás siendo en tu vida, y no solo en los talleres, la persona que dices ser. Consta de tres talleres:<p><ol> <li>Primer fin de semana: Donde se define la visión del grupo y se marca el contexto del entrenamiento.</li> <li>Segundo fin de semana: Es un checkpoint de cómo vas con tus resultados.</li> <li>Tercer fin de semana: Es un espacio para reconocer tus metas alcanzadas.</li> </ol> El programa de liderazgo no son 3 talleres y ya. Hay tres talleres y el entrenamiento en sí ocurre entre cada uno de ellos, pero yo dije que iba a hablar solo de lo que sucede en el salón.<br> Eso es lo que pasa en los talleres de transformación. Nada más eso. No es tanto y a la vez es muchísimo.<p></p><h3>Lo que no hay en los talleres de transformación:</h3><p> <ul> <li>No hay iniciaciones en ningún rito</li> <li>No hay maltrato ni físico ni moral de ningún tipo</li> <li>No hay coerción para hacer nada</li> <li>No pasa nada que te ponga en riesgo físico o moral</li> <li>No hay ningún tipo de lavado de cerebro</li> </ul> Esto, es lo que pasa y lo que no pasa en los talleres de transformación. De TRANSFORMACIÓN. Si pasa cualquier cosa que no sea lo que te estoy platicando, o pasa alguna de las cosas que te estoy diciendo que no pasan, eso no son talleres de transformación.<p>Ayer estaban contestando un comentario de este blog a una persona que lamentablemente vivió una experiencia que no tiene que ver con la transformación y le decía algo como esto: Si tú tienes sed y compras una botella de agua cualquiera porque el agua es agua en todas partes, pero te das cuenta de que el agua en tu botella tiene sedimentos y está turbia, eso no quiere decir que el agua sea mala. Tampoco quiere decir que todos los embotelladores de agua vendan agua sucia. Eso quiere decir que algunos embotelladores no cuidan su producto y te venden agua contaminada.<br>En la transformación funciona igual: La transformación es una tecnología educativa y una filosofía que funciona, pero igual que pasa en el ejemplo del agua, algunas empresas de transformación te venden algo que no es lo que estás comprando. Por eso es muy importante poner atención sobre dónde o en qué centro haces tu proceso de transformación.<p>¿Qué esperabas? ¿Que te dijera todas las dinámicas? Te estoy diciendo de qué se trata la película, no te la iba a arruinar contándotela. 😉",
      "autor": {
        "nombre": "ERA Training",
        "correo": "info@eratraining.co",
        "bio": "Entrenamiento de liderazgo y desarrollo humano"
      },
      "fecha_publicacion": "2024-02-16",
      "categorias": ["encontrarse"],
      "etiquetas": ["", "Tansformación", "Liderazgo", "Entrenamiento"]
    }
 ]

